Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/MobileCalSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Time Zone Override Text
source: The Time Zone Override always shows event dates and times in the selected time zone. When off, events will display according to the time zone of your current location.
ar: يعمل "تجاوز النطاق الزمني" على إظهار تواريخ وأوقات الأحداث في النطاق الزمني المحدد دائمًا. عند إيقافه، يتم عرض الأحداث وفقًا للنطاق الزمني لموقعك الحالي.
bg: Ако е активирана функцията Замяна на часовата зона, датите и часовете на събитията винаги се показват в избраната часова зона. Ако функцията е изключена, събитията се показват в зависимост от часовата зона на настоящето ви местоположение.
ca: La prevalença de zona horària sempre mostra les dates i les hores dels esdeveniments a la zona horària seleccionada. Quan l’opció està desactivada, els esdeveniments es mostren en funció de la zona horària de la ubicació actual.
cs: Přepsání časových pásem vždy zobrazuje data a časy událostí ve vybraném časovém pásmu. Je‑li vypnuto, události budou zobrazeny podle časového pásma vaší současné polohy.
da: Tilsidesættelse af tidszone viser altid dato og tid for begivenheder i den valgte tidszone. Når funktionen er slået fra, vises begivenheder i henhold til din aktuelle lokalitets tidszone.
de: Mit „Feste Zeitzone“ werden Datum und Uhrzeit von Ereignissen immer in der gewählten Zeitzone angezeigt. Ist die Funktion nicht aktiviert, werden die Ereignisse in der Zeitzone des aktuellen Orts angezeigt.
el: Η Παράκαμψη ζώνης ώρας δείχνει πάντα τις ημερομηνίες και τις ώρες γεγονότων στην επιλεγμένη ζώνη ώρας. Όταν είναι απενεργοποιημένη, τα γεγονότα εμφανίζονται σύμφωνα με τη ζώνη ώρας της τρέχουσας τοποθεσίας σας.
es: Con la prevalencia de zona horaria activada, las fechas y las horas de los eventos corresponden siempre a la zona horaria seleccionada. Si está desactivada, los eventos se adaptan a la zona horaria de tu ubicación actual.
es_419: La anulación de zona horaria siempre muestra las fechas y los horarios de los eventos basándose en la zona horaria seleccionada. Si se desactiva, los eventos se basarán en la zona horaria de tu ubicación actual.
fi: Kiinteä aikavyöhyke näyttää aina tapahtumapäivät ja ‑ajat valitulla aikavyöhykkeellä. Kun se ei ole päällä, näytetään tapahtumat nykyisen sijaintisi aikavyöhykkeen mukaan.
fr: Lorsque le mode « Ignorer l’heure locale » est activé, les dates et heures des évènements sont affichées en tenant compte du fuseau horaire choisi. Si l’option est désactivée, les évènements s’affichent en tenant compte du fuseau horaire de votre emplacement géographique.
fr_ca: Lorsque le mode Ignorer l’heure locale est activé, les dates et heures des événements sont affichées en tenant compte du fuseau horaire choisi. Si l’option est désactivée, les événements s’affichent en tenant compte du fuseau horaire de votre emplacement géographique.
he: כאשר האפשרות ״התעלמות משעונים מקומיים״ פעילה, תאריכים ושעות של אירועים יוצגו תמיד בשעון המקומי הנבחר. כשהאפשרות כבויה, אירועים יוצגו לפי השעון המקומי של מיקומך הנוכחי.
hi: “समय क्षेत्र ओवरराइड” इवेंट की तिथियों और समय को हमेशा चयनित समय क्षेत्र में प्रदर्शित करता है। बंद होने पर आपके वर्तमान स्थान के समय क्षेत्र के अनुसार इवेंट प्रदर्शित होंगे।
hr: Druga vremenska zona uvijek prikazuje datum i vrijeme događaja u odabranoj vremenskoj zoni. Kad je isključena, događaji se prikazuju prema vremenskoj zoni vaše trenutačne lokacije.
hu: Az Időzóna felülbírálása mindig a kiválasztott időzónában mutatja meg az események dátumát és időpontját. Amikor ki van kapcsolva, az események az Ön aktuális helyének időzónája szerint jelennek meg.
id: Penimpaan Zona Waktu selalu menampilkan tanggal dan waktu acara di zona waktu yang dipilih. Jika mati, acara akan ditampilkan sesuai dengan zona waktu lokasi Anda saat ini.
it: “Sostituzione fuso orario” mostra sempre la data e l’ora di eventi nel fuso orario selezionato. Se disattivi l’opzione, gli eventi verranno visualizzati in base al fuso orario del luogo in cui ti trovi.
ja: 時間帯を指定すると、予定の日時が常に、設定した時間帯で表示されます。 オフにすると、現在の位置情報に基づいて検出された時間帯で表示されます。
kk: «Уақыт белдеуін бекіту» функциясы қосулы болғанда, оқиғалардың күндері мен уақыты таңдалған уақыт белдеуіне сәйкес көрсетіледі. Функция өшірілсе, оқиғалар уақыты сіз орналасқан уақыт белдеуіне сәйкес болады.
ko: 지정 시간대 적용은 항상 선택한 시간대로 이벤트 날짜 및 시간을 보여줍니다. 지정 시간대 적용을 끄면, 현재 위치한 지역의 시간대에 따라 이벤트를 표시합니다.
lt: Įjungus funkciją „Laiko juostos nepaisymas“, įvykių datos ir laikai bus visada rodomi pasirinktoje laiko juostoje. Šią funkciją išjungus, įvykiai bus rodomi pagal dabartinės jūsų vietos laiko zoną.
ms: Penggantian Zon Waktu sentiasa menunjukkan tarikh dan masa peristiwa dalam zon waktu yang dipilih. Apabila tidak aktif, peristiwa akan dipaparkan menurut zon waktu lokasi semasa anda.
nl: Tijdzoneprioriteit geeft datums en tijden van activiteiten altijd weer in de tijdzone die ervoor is ingesteld. Indien uitgeschakeld, worden activiteiten weergegeven volgens de tijdzone van je huidige locatie.
no: Overstyring av tidssone viser alltid dato og tid for hendelser i den tidssonen som er valgt. Når innstillingen er av, vises hendelser basert på tidssonen der du befinner deg for øyeblikket.
pl: Funkcja Ustalona strefa czasowa zawsze pokazuje daty i godziny wydarzeń w wybranej strefie. Gdy jest wyłączona, wydarzenia są wyświetlane zgodnie ze strefą czasową Twojej bieżącej lokalizacji.
pt: “Substituir Fuso Horário” sempre mostra datas e horários de eventos no fuso horário selecionado. Quando inativo, os eventos são mostrados de acordo com o fuso horário da sua localização atual.
pt_pt: A gestão de fuso horário apresenta sempre a data e hora dos eventos segundo o fuso horário selecionado. Se estiver desativada, os eventos serão apresentados de acordo com o fuso horário do local atual.
ro: Opțiunea “Suprareglaj fus orar” afișează întotdeauna datele și orele evenimentelor în fusul orar selectat. La dezactivare, evenimentele vor fi afișate în funcție de fusul orar al localizării dvs. curente.
ru: При включенной функции «Фиксация часового пояса» даты и время событий отображаются в соответствии с выбранным Вами часовым поясом. Если функция выключена, время событий будет соответствовать часовому поясу, в котором Вы находитесь.
sk: Fixné časové pásmo vždy zobrazuje dátumy a časy udalostí podľa vybraného časového pásma. Ak je vypnuté, dátumy a časy udalostí sa budú zobrazovať podľa časového pásma vašej aktuálnej polohy.
sl: Preglasitev časovnega pasu vedno prikaže datume in ure dogodkov v izbranem časovnem pasu. Ko je izklopljena, bodo dogodki prikazani glede na časovni pas vaše trenutne lokacije.
sv: Med Fast tidszon visas alltid aktivitetsdatum och tidpunkter i den inställda tidszonen. När detta är avaktiverat visas aktiviteter enligt den tidszon där du befinner dig.
th: การกำหนดทับไทม์โซนจะแสดงวันที่และเวลาของกิจกรรมตามไทม์โซนที่เลือก ถ้าปิดใช้การทำงานนี้ กิจกรรมจะแสดงตามไทม์โซนของตำแหน่งที่ตั้งปัจจุบันของคุณ
tr: Saat Dilimini Geçersiz Kıl, etkinlik tarihlerini ve saatlerini her zaman seçilen saat diliminde gösterir. Kapalıyken; etkinlikler, şu an bulunduğunuz yerin saat dilimine göre görüntülenecektir.
uk: «Обхід місцевого часу» завжди показує дати й час подій у вибраному часовому поясі. Коли вимкнено, події показуються за поточним місцевим часом.
vi: Thay thế múi giờ luôn hiển thị ngày và giờ của sự kiện trong múi giờ đã chọn. Khi tắt, các sự kiện sẽ hiển thị theo múi giờ của vị trí hiện tại của bạn.
zh_cn: “时区优先”始终优先使用选定的时区来显示事件的日期和时间。 如关闭，则根据当前所在时区来显示事件。
zh_hk: 「時區優先」會根據所選的時區顯示行程的日期和時間。 關閉後將根據目前位置的時區顯示有關行程。
zh_tw: 「時區覆蓋」總是使用所選的時區來顯示行程的日期和時間。 關閉後將根據目前地點的時區顯示行程。

# Accounts with access to me explanatory note
source: Manage who has access to your calendars.
ar: يمكن إدارة من لديه إذن الوصول إلى تقويماتك.
bg: Посочете кой да има достъп до календарите ви.
ca: Gestiona qui té accés als teus calendaris.
cs: Správa přístupu k vašim kalendářům.
da: Administrer, hvem der har adgang til dine kalendere.
de: Verwalte, wer Zugriff auf deine Kalender hat.
el: Διαχειριστείτε ποια άτομα έχουν πρόσβαση στα ημερολόγιά σας.
es: Controla quién puede acceder a tus calendarios.
es_419: Administra quién tiene acceso a tus calendarios.
fi: Hallitse, kuka voi käyttää kalentereitasi.
fr: Gérez l’accès à vos calendriers.
fr_ca: Gérez l’accès à vos calendriers.
he: באפשרותך לנהל את הגישה ללוחות השנה שלך.
hi: प्रबंधित करें कि आपके कैलेंडर में किनके पास ऐक्सेस है।
hr: Odredite tko ima pristup vašim kalendarima.
hu: Kezelheti, ki férhet hozzá a naptáraihoz.
id: Kelola siapa yang dapat mengakses kalender Anda.
it: Gestisci gli utenti che hanno accesso ai tuoi calendari.
ja: あなたのカレンダーにアクセスできる人を管理します。
kk: Күнтізбелеріңізге кіру рұқсатын басқарыңыз.
ko: 사용자의 캘린더에 접근할 수 있는 사람을 관리합니다.
lt: Valdykite asmenų prieigą prie savo kalendorių.
ms: Urus orang yang mempunyai akses kepada kalendar anda.
nl: Beheer wie toegang heeft tot je agenda's.
no: Administrer hvem som har tilgang til kalenderne dine.
pl: Zarządzaj dostępem innych osób do Twoich kalendarzy.
pt: Gerencie quem tem acesso aos seus calendários.
pt_pt: Gerir quem tem acesso aos seus calendários.
ro: Gestionați cine are acces la calendarele dvs.
ru: Управляйте доступом к Вашим календарям.
sk: Spravujte prístup ostatných užívateľov k vašim kalendárom.
sl: Upravljajte uporabnike, ki imajo dostop do vaših koledarjev.
sv: Ange vem som har tillgång till dina kalendrar.
th: จัดการว่าใครสามารถเข้าถึงปฏิทินของคุณได้
tr: Kimlerin takvimlerinize erişebileceğini yönetin.
uk: Керуйте тими, хто має доступ до ваших календарів.
vi: Quản lý những người có quyền truy cập vào lịch của bạn.
zh_cn: 管理谁可以访问你的日历。
zh_hk: 管理誰可以取用你的日曆。
zh_tw: 管理有你行事曆取用權限的帳號。

source: Week Numbers
ar: إظهار أرقام الأسابيع
bg: Номера на седмиците
ca: Números de setmana
cs: Čísla týdnů
da: Ugenumre
de: Kalenderwochen
el: Αριθμοί εβδομάδων
es: Números de semana
es_419: Números de semana
fi: Viikkonumerot
fr: Numéros de semaine
fr_ca: Numéros de semaine
he: מספרי שבועות
hi: सप्ताह की संख्याएँ
hr: Brojevi tjedana
hu: Hetek száma
id: Nomor Minggu
it: Numeri settimana
ja: 週番号
kk: Апта нөмірлері
ko: 주 번호
lt: Savaitės numeriai
ms: Nombor Minggu
nl: Weeknummers
no: Vis ukenummer
pl: Numery tygodni
pt: Número da Semana
pt_pt: Número da semana
ro: Numerotare săptămâni
ru: Номера недель
sk: Čísla týždňov
sl: Številke tednov
sv: Veckonummer
th: ตัวเลขสัปดาห์
tr: Hafta Numaraları
uk: Номери тижнів
vi: Số tuần
zh_cn: 周数
zh_hk: 週數
zh_tw: 週數

# New button title
source: Add Person
ar: إضافة شخص
bg: Добави човек
ca: Afegeix una persona
cs: Přidat osobu
da: Tilføj person
de: Neue Person
el: Προσθήκη ατόμου
es: Añadir persona
es_419: Agregar persona
fi: Lisää henkilö
fr: Ajouter une personne
fr_ca: Ajouter une personne
he: הוספת אדם
hi: व्यक्ति जोड़ें
hr: Dodaj osobu
hu: Személy hozzáadása
id: Tambah Orang
it: Aggiungi persona
ja: 参加者を追加
kk: Адам қосу
ko: 사람 추가
lt: Asmens įtraukimas
ms: Tambah Orang
nl: Voeg iemand toe
no: Legg til person
pl: Dodaj osobę
pt: Adicionar
pt_pt: Adicionar pessoa
ro: Adăugați o persoană
ru: Добавить человека
sk: Pridať osobu
sl: Dodaj osebo
sv: Lägg till person
th: เพิ่มคน
tr: Kişi Ekle
uk: Додати людину
vi: Thêm người
zh_cn: 添加联系人
zh_hk: 加入成員
zh_tw: 加入人員

source: Alternate Calendars
ar: تقويمات بديلة
bg: Алтернативни календари
ca: Calendaris alternatius
cs: Alternativní kalendáře
da: Alternative kalendere
de: Alternative Kalender
el: Εναλλακτικά ημερολόγια
es: Calendarios alternativos
es_419: Calendarios alternativos
fi: Muut kalenterit
fr: Autre calendrier
fr_ca: Autres calendriers
he: לוחות שנה משניים
hi: वैकल्पिक कैलेंडर
hr: Alternativni kalendari
hu: Alternatív naptárak
id: Kalender Alternatif
it: Calendari alternativi
ja: 別の暦の表示
kk: Басқа күнтізбелер
ko: 대체 캘린더
lt: Alternatyvūs kalendoriai
ms: Kalendar Alternatif
nl: Alternatieve kalenders
no: Alternative kalendere
pl: Inne kalendarze
pt: Outros Calendários
pt_pt: Calendários alternativos
ro: Calendare alternative
ru: Другие календари
sk: Alternatívne kalendáre
sl: Drugi koledarji
sv: Alternativa kalendrar
th: ปฏิทินอื่น
tr: Alternatif Takvimler
uk: Інші календарі
vi: Lịch thay thế
zh_cn: 其他历法
zh_hk: 其他曆法
zh_tw: 其他曆法

# 1 Month Sync Title Override (iPad)
source: One month sync override title (iPad)
ar: عنوان تجاوز مزامنة شهر واحد ‏(iPad)
bg: Събития преди %@ месец (iPad)
ca: Del mes passat
cs: Přepsání jednoho měsíce synchronizace (iPad)
de: Innerhalb des letzten Monats (iPad)
el: Τίτλος παράκαμψης συγχρονισμού ενός μήνα (iPad)
es_419: Título de invalidación de sincronización de un mes (iPad)
fi: Yhden kuukauden synkronoinnin ohitusotsikko (iPad)
he: אירועים מהחודש האחרון (iPad)
hi: एक महीने के सिंक ओवरराइड का शीर्षक (iPad)
hu: Egy hónapos szinkronizálás felülírási címe (iPad)
id: Judul penimpaan penyelarasan satu bulan (iPad)
ja: 1か月同期の無効化タイトル（iPad）
kk: Өткен ай (iPad)
ko: 1개월 동기화 오버라이드 제목(iPad)
lt: Vieno mėnesio sinchronizavimo nepaisymo pavadinimas („iPad“)
ms: Tajuk penggantian penyelarasan sebulan (iPad)
pt: Título de substituição de sincronização de um mês (iPad)
pt_pt: Título de substituição da sincronização de um mês (iPad)
ru: Прошедший месяц
sl: Naslov preglasitve sinhroniziranja za en mesec (iPad)
th: false
vi: Tiêu đề thay thế đồng bộ hóa một tháng (iPad)
zh_cn: 过去一个月至今的日程 (iPad)
zh_hk: 過去1個月至今的行程
zh_tw: 過去一個月至今的行程（iPad）

# Should Override One Month Sync Title (iPad)
source: false
ar: خطأ
bg: грешно
ca: true
de: true
fr_ca: faux
he: true
hi: ग़लत
hu: hamis
kk: жалған
lt: neteisinga
nl: onwaar
pl: fałsz
ru: true
sl: nepravilno

# 1 Month Sync Title (iPad)
source: Events %ld Month Back
ar: الأحداث منذ شهر واحد (%ld)
bg: Събития %ld месец назад
ca: De fa %ld mes
cs: %ld měsíc zpět
da: Begivenheder %ld md. tilbage
de: Ereignisse %ld Monat zurück
el: Γεγονότα %ld μήνα πριν
es: De hace %ld mes
es_419: De hace %ld mes
fi: %ld kk tapahtumat
fr: %ld mois
fr_ca: Événements d’il y a %ld mois
he: אירועים לפני חודש
hi: बीते %ld महीने तक के इवेंट
hr: Događaji %ld mj. unatrag
hu: Események %ld hónapra visszamenőleg
id: Acara %ld Bulan ke Belakang
it: Eventi di %ld mese fa
ja: %ldか月前の予定
kk: Өткен %ld айдағы оқиғалар
ko: 지난 %ld개월 간의 이벤트
lt: Įvykiai prieš %ld mėnesį
ms: Peristiwa %ld Bulan Lalu
nl: Tot %ld maand terug
no: Hendelser %ld måned tilbake
pl: Ostatni %ld miesiąc
pt: Eventos do Último %ld Mês
pt_pt: %ld mês
ro: Evenimente cu %ld lună în urmă
ru: Прошедший %ld мес
sk: Udalosti staré %ld mesiac
sl: Dogodki za pretekli %ld mesec
sv: %ld månad bakåt
th: กิจกรรม %ld เดือนที่แล้ว
tr: %ld Ay Öncesi
uk: Події за %ld місяць
vi: Sự kiện trong %ld tháng qua
zh_cn: 过去%ld个月的日程
zh_hk: 過去%ld個月至今的行程
zh_tw: %ld個月以來的行程

# Enable write access specifier name
source: Enable Write Access
ar: تمكين إذن الكتابة
bg: Активиране на достъп за писане
ca: Permet l’accés d’escriptura
cs: Zapnout oprávnění k zápisu
da: Slå skriveadgang til
de: Schreibzugriff aktivieren
el: Ενεργοποίηση πρόσβασης εγγραφής
es: Activar acceso de escritura
es_419: Permitir acceso de escritura
fi: Ota kirjoitusoikeus käyttöön
fr: Activer l’accès en écriture
fr_ca: Autoriser l’accès en écriture
he: מתן הרשאת כתיבה
hi: राइट ऐक्सेस सक्षम करें
hr: Omogući pristup zapisivanju
hu: Írási hozzáférés engedélyezése
id: Aktifkan Akses Tulis
it: Abilita accesso in scrittura
ja: 書き込みアクセスを許可
kk: Жазу рұқсатын іске қосу
ko: 쓰기 접근 활성화
lt: Įjungti rašymo prieigą
ms: Dayakan Akses Tulis
nl: Schakel schrijftoegang in
no: Gi skrivetilgang
pl: Pozwól na zapis
pt: Ativar Acesso de Gravação
pt_pt: Permitir acesso de escrita
ro: Activați accesul de scriere
ru: Включить доступ для записи
sk: Povoliť prístup na zápis
sl: Omogoči dostop za pisanje
sv: Aktivera skrivåtkomst
th: อนุญาตให้เขียนได้
tr: Yazma Erişimini Etkinleştir
uk: Увімкнути доступ писати
vi: Bật quyền truy cập Ghi
zh_cn: 启用写入权限
zh_hk: 啟用寫入權限
zh_tw: 啟用寫入權限

# No Limit
source: All Events
ar: كل الأحداث
bg: Всички събития
ca: Tots
cs: Vše
da: Alle begivenheder
de: Alle Ereignisse
el: Όλα τα γεγονότα
es: Todos
es_419: Todos
fi: Kaikki tapahtumat
fr: Tous les évènements
fr_ca: Tous les événements
he: כל האירועים
hi: सभी इवेंट
hr: Svi događaji
hu: Összes esemény
id: Semua Acara
it: Tutti gli eventi
ja: すべての予定
kk: Барлық оқиға
ko: 모든 이벤트
lt: Visi įvykiai
ms: Semua Peristiwa
nl: Alles
no: Alle hendelser
pl: Wszystko
pt: Todos os Eventos
pt_pt: Todos os eventos
ro: Toate evenimentele
ru: Все события
sk: Všetky udalosti
sl: Vsi dogodki
sv: Alla aktiviteter
th: กิจกรรมทั้งหมด
tr: Tümü
uk: Усі події
vi: Tất cả sự kiện
zh_cn: 所有日程
zh_hk: 所有行程
zh_tw: 所有行程

source: On
ar: مشغل
bg: Вкл.
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_419: Activada
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt: Ativado
pt_pt: Ativa
ro: Activat
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# Time Zone Support Off
source: Off
ar: إيقاف
bg: Изкл.
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_419: No
fi: Pois
fr: Désactivé
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključena
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt: Desativado
pt_pt: Não
ro: Dezactivat
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: When selected, Calendar will use the setting from %@.
ar: عند تحديده، سوف يستخدم تطبيق التقويم الإعداد من %@.
bg: Когато е избрано, Календар ще използва тази настройка от %@.
ca: Si aquesta opció està seleccionada, l’app Calendari farà servir la configuració d’%@.
cs: Pokud je volba vybraná, Kalendář bude používat nastavení %@.
da: Når dette er valgt, bruger Kalender indstillingen fra %@.
de: Bei Aktivierung verwendet „Kalender“ die Einstellung von „%@“.
el: Όταν είναι επιλεγμένη αυτή η ρύθμιση, το Ημερολόγιο θα χρησιμοποιεί τη ρύθμιση από τη %@.
es: Si seleccionas esta opción, la app Calendario usará el ajuste de “%@”.
es_419: Si se selecciona, Calendario usará la configuración del panel %@.
fi: Kun valittu, Kalenteri käyttää %[tt]@-asetusta.
fr: Si vous sélectionnez cette option, Calendrier utilisera le réglage défini dans %@.
fr_ca: Lorsque cette option est sélectionnée, l’app Calendrier utilise le réglage %@.
he: לאחר הבחירה, ״לוח שנה״ ישתמש בהגדרה של %@.
hi: चयनित होने पर, कैलेंडर %@ की सेटिंग्ज़ का उपयोग करेगा।
hr: Kad je odabrano, Kalendar će koristiti postavku iz odjeljka %@.
hu: Amikor ki van jelölve, a Naptár a következő beállításait fogja használni: %@.
id: Jika dipilih, Kalender akan menggunakan pengaturan dari %@.
it: Selezionando l’opzione, Calendario utilizzerà l’impostazione presente in “%@”.
ja: 選択されている場合、カレンダーでは“%@”の設定が使用されます。
kk: Таңдалған кезде, «Күнтізбе» %@ реттеуін қолданады.
ko: 선택하면, 캘린더는 %@의 설정을 사용합니다.
lt: Pasirinkus šį nustatymą, programa „Kalendorius“ naudos nustatymą iš srities „%@“.
ms: Apabila dipilih, kalendar akan menggunakan seting daripada %@.
nl: Wanneer dit wordt geselecteerd, gebruikt Agenda de instelling van %@.
no: Når valgt vil Kalender bruke innstillingene fra %@.
pl: Gdy opcja jest włączona, aplikacja Kalendarz będzie używać ustawienia z panelu %@.
pt: Quando essa opção for selecionada, o Calendário usará o ajuste de %@.
pt_pt: Quando selecionada, o Calendário usará a definição de %@.
ro: După selectare, aplicația Calendar va utiliza configurarea din %@.
ru: Когда выбран этот параметр, в Календаре будет использоваться настройка, заданная в панели «%@».
sk: Ak vyberiete túto možnosť, Kalendár bude používať nastavenie z časti %@.
sl: Ko je ta možnost izbrana, bo Koledar uporabil nastavitev iz razdelka %@.
sv: När det här alternativet är markerat använder Kalender inställningen från %@.
th: เมื่อเลือก ปฏิทินจะใช้การตั้งค่าจาก%[tt]@
tr: Bu seçildiğinde Takvim %@ ayarını kullanır.
uk: Якщо вибрано, Календар використовуватиме параметр, заданий на панелі «%@».
vi: Khi được chọn, Lịch sẽ sử dụng cài đặt từ %@.
zh_cn: 选中后，日历将使用“%@”中的设置。
zh_hk: 選擇後，「日曆」會使用%@的設定。
zh_tw: 若選取，「行事曆」將使用來自「%@」的設定。

# Confirm delete delegate alert sheet description
source: Removing this delegate will remove their read and write access to your account.
ar: ستؤدي إزالة هذا المفوض إلى إزالة أذونات القراءة والكتابة الممنوحة لهم على حسابك.
bg: Премахването на това делегиране ще премахне и достъпа за четене и писане в регистрацията ви.
ca: Si elimines aquest delegat, se li retirarà l’accés de lectura i escriptura al teu compte.
cs: Když delegáta odstraníte, ztratí ve vašem účtu přístup ke čtení a zápisu.
da: Hvis du fjerner denne delegerede, fjernes deres læse- og skriveadgang til din konto.
de: Durch Entfernen des Delegierten wird auch dessen Lese- und Schreibzugriff zu deinem Account entfernt.
el: Αν αφαιρέσετε αυτόν τον πληρεξούσιο, θα αφαιρεθεί και η πρόσβασή του για ανάγνωση και εγγραφή στον λογαριασμό σας.
es: Si eliminas a este delegado, dejará de tener acceso de lectura y escritura en tu cuenta.
es_419: Eliminar este delegado le quitará el acceso de lectura y escritura de tu cuenta.
fi: Tämän valtuutetun poisto poistaa valtuutetun luku- ja kirjoitusoikeudet tililläsi.
fr: La suppression de ce délégué supprimera son accès en lecture et écriture à votre compte.
fr_ca: La suppression de ce délégué privera ce dernier de l’accès en lecture et en écriture à votre compte.
he: הסרת ההקצאה תביא להסרת הגישה לקריאה וכתיבה בחשבון שלך.
hi: इस डेलीगेट को हटाने से आपके खाते में उनके रीड और राइट करने के ऐक्सेस हटा दिए जाएँगे।
hr: Ako uklonite ovog delegata, on više neće imati pristup za čitanje i zapisivanje u vaš račun.
hu: Ennek a delegáltnak az eltávolítása el fogja távolítani a fiókjához való olvasási és írási hozzáférést.
id: Penghapusan delegasi ini akan menghapus akses baca dan tulis mereka ke akun Anda.
it: Se lo rimuovi, questo delegato non avrà più accesso né in lettura né in scrittura al tuo account.
ja: この委任を削除すると、あなたのアカウントに対する読み取り/書き込みアクセス権が削除されます。
kk: Бұл өкіл жойылғанда, аккаунтыңыздағы оқу/жазу рұқсаты да жойылады.
ko: 이 위임을 제거하면 사용자의 계정에 대한 당사자의 읽기 및 쓰기 권한이 제거됩니다.
lt: Pašalinus šį atstovą, bus pašalinta jam teisę skaityti ir rašyti suteikianti prieiga prie jūsų paskyros.
ms: Mengeluarkan wakil ini akan mengeluarkan akses baca dan tulis mereka kepada akaun anda.
nl: Als je deze gedelegeerde verwijdert, verwijder je de relevante lees- en schrijftoegang voor je account.
no: Hvis du fjerner denne delegaten, fjernes lese-og skriverettighetene deres til kontoen din.
pl: Usunięcie tego pełnomocnika spowoduje odebranie mu uprawnień odczytu i zapisu na Twoim koncie.
pt: A remoção deste delegado removerá o acesso de leitura e gravação à sua conta.
pt_pt: Se remover este delegado, removerá igualmente o respetivo acesso de leitura e escrita à sua conta.
ro: Eliminarea acestui delegat va atrage eliminarea accesului său de citire și scriere la contul dvs.
ru: При удалении этого представителя будет также удален его доступ для чтения и записи в Вашей учетной записи.
sk: Odstránením delegáta zrušíte jeho prístup na čítanie a zápis do vášho účtu.
sl: Če odstranite tega pooblaščenca, odstranite tudi njegov dostop za branje in pisanje v vašem računu.
sv: Om du tar bort den här delegaten får delegaten inte längre läs- och skrivåtkomst till ditt konto.
th: การเอาผู้รับมอบสิทธิ์นี้ออกจะเอาการเข้าถึงสำหรับการอ่านและเขียนบัญชีของคุณของพวกเขาออก
tr: Bu temsilci silindiğinde, temsilcinin hesabınıza okuma ve yazma erişimi kaldırılır.
uk: Вилучення цього делегати вилучить його доступ читати й писати в цьому обліковому записі.
vi: Xóa người được ủy nhiệm này sẽ xóa quyền truy cập đọc và ghi của họ đối với tài khoản của bạn.
zh_cn: 移除此授权用户将移除其读取和写入你账户的权限。
zh_hk: 移除此委派用户將移除其讀取和寫入你帳户的權限。
zh_tw: 移除此委派帳號將會移除他們對你帳號的讀取和寫入權限。
